Repository: unclenachoduh/term_extractor
Catalog: tmx/mobile/es-MX.focus-for-android.tmx
Source language: en_us
Languages: es_mx

source: %1$d out of %2$d
es_mx: %1$d de %2$d

source: 1. Go to the search engine homepage.
es_mx: 1. Ve a la página de inicio del motor de búsqueda.

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
es_mx: %1$s también utiliza las listas de bloqueo de DIsconnect, Inc. como trabajos separados e independientes bajo la <a href="%2$s">Licencia Pública General de GNU v3</a> y que puedes encontrar <a href="%3$s">aquí</a>.

source: %1$s finished
es_mx: %1$s finalizado

source: %1$s is free and open source software made by Mozilla and other contributors.
es_mx: %1$s es software libre de código abierto hecho por Mozilla y por otros contribuidores.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
es_mx: %1$s está disponible bajo los términos de la <a href="%2$s">licencia pública de Mozilla</a> y otras licencias de código abierto.

source: 2. Long press the search engine’s search field.
es_mx: 2. Mantén presionado el campo de búsqueda del motor de búsqueda.

source: 2. Tap into the search engine’s search field.
es_mx: 2. Toca el campo de búsqueda del motor de búsqueda.

source: 3. Tap %1$s
es_mx: 3. Toca %1$s

source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
es_mx: 3. Toca el ícono de lupa sobre el teclado para agregar el motor de búsqueda.

source: 4. If you don’t see %1$s, try manually adding a search engine.
es_mx: 4. Si no ves %1$s, trata de agregar manualmente un motor de búsqueda.

source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
es_mx: 4. Si no ves la lupa, trata de agregar manualmente un motor de búsqueda.

source: About
es_mx: Acerca de

source: About %1$s
es_mx: Acerca de %1$s

source: About %1$s, help
es_mx: Acerca de %1$s, ayuda

source: Add
es_mx: Agregar

source: Add and manage custom autocomplete URLs.
es_mx: Agregar y gestionar el autocompletado de URL personalizadas.

source: + Add another search engine
es_mx: + Agregar otro motor de búsqueda

source: Add another search engine
es_mx: Agregar otro motor de búsqueda

source: + Add custom URL
es_mx: + Agregar URL personalizada

source: Add custom URL
es_mx: Agregar URL personalizada

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
es_mx: Otras <a href="%2$s">licencias</a> de código abierto y gratuitas también incluyen código fuente adicional para %1$s.

source: Add search engine
es_mx: Agregar motor de búsqueda

source: Add shortcuts to your home screen
es_mx: Agrega atajos a la pantalla principal

source: Add to Home screen
es_mx: Agregar a la pantalla de inicio

source: An installed search engine is already using that name.
es_mx: Un motor de búsqueda instalado ya está usando ese nombre.

source: A quick fix when blocking = breaking
es_mx: Una solución rápida cuando el bloqueo causa una ruptura

source: Authentication required
es_mx: Se requiere autenticación

source: Autocomplete
es_mx: Autocompletar

source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
es_mx: Bloquea automáticamente a los rastreadores en línea mientras navegas. Luego, elimina las páginas visitadas, búsquedas, cookies y contraseñas de tu dispositivo.

source: Automatically block online tracking while you browse. Then remove visited pages and cookies with a touch to the trash icon in the app or in your notifications.
es_mx: Bloquea automáticamente los rastreadores mientras navegas. Luego, elimina las páginas visitadas y las cookies tocando el ícono del cesto en la aplicación o en tus notificaciones.

source: Automatic private browsing. Browse. Erase. Repeat.
es_mx: Navegación privada automática. Navega. Limpia. Repite.

source: Back
es_mx: Atrás

source: Block 3rd-party cookies only
es_mx: Bloquear solo cookies de terceros

source: Block ad trackers
es_mx: Bloquear rastreadores de publicidad

source: Block analytic trackers
es_mx: Bloquear rastreadores analíticos

source: Block cookies
es_mx: Bloquear cookies

source: Block images
es_mx: Bloquear imágenes

source: Block Images
es_mx: Bloquear imágenes

source: Block JavaScript
es_mx: Bloquear JavaScript

source: Block other content trackers
es_mx: Bloquear rastreadores de otros contenidos

source: Block social trackers
es_mx: Bloquear rastreadores sociales

source: Block trackers
es_mx: Bloquear rastreadores

source: Block Web fonts
es_mx: Bloquear fuentes web

source: Browse like no one’s watching
es_mx: Navega como si nadie te estuviera viendo

source: Browse like no one’s watching.
es_mx: Navegar como si nadie te estuviera mirando.

source: Cancel
es_mx: Cancelar

source: Check that search string matches Example format
es_mx: Verificar que la cadena de búsqueda corresponda al formato del ejemplo

source: Check the search string and try again
es_mx: Comprueba el motor de búsqueda y vuelve a intentarlo

source: Clear
es_mx: Limpiar

source: Clear input
es_mx: Limpiar registro

source: Close tab
es_mx: Cerrar pestaña

source: Cookies and Site Data
es_mx: Cookies y datos del sitio

source: Copy image address
es_mx: Copiar la dirección de la imagen

source: Copy link address
es_mx: Copiar la dirección del enlace

source: Custom URL
es_mx: URL personalizada

source: Custom URLs
es_mx: URL personalizadas

source: Data Choices
es_mx: Opciones de datos

source: Data Collection & Use
es_mx: Recolección de datos y uso

source: Default
es_mx: Predeterminado

source: Default search
es_mx: Buscador predeterminado

source: Default URL List
es_mx: Lista URL predeterminada

source: Dismiss
es_mx: Ignorar

source: Dismiss find in page
es_mx: Cerrar la búsqueda

source: Double-check the URL you entered.
es_mx: Vuelve a verificar la URL que introdujiste.

source: Download
es_mx: Descargar

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
es_mx: Los archivos descargados <b>no serán eliminados</b> al borrar el historial de %1$s.

source: Download File
es_mx: Descargar archivo

source: Download Firefox
es_mx: Descarga Firefox

source: Embedded on sites to track your visits and to display functionality like share buttons
es_mx: Incrustado en sitios para rastrear tus visitas y mostrar funcionalidades como botones de compartir

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
es_mx: Actívalo para que %1$s autocomplete más de 450 URLs populares en la barra de direcciones.

source: Enabling may cause some pages to behave unexpectedly
es_mx: Activar puede causar que algunas páginas se comporten inesperadamente

source: Enter search engine name
es_mx: Introducir el nombre del motor de navegación

source: Enter search string
es_mx: Introducir la cadena de búsqueda

source: Erase
es_mx: Borrar

source: Erase and Open
es_mx: Borrar y abrir

source: Erase browsing history
es_mx: Borrar historial de navegación

source: Example: example.com
es_mx: Ejemplo: example.com

source: Example: example.com/search/?q=%s
es_mx: Ejemplo: example.com/search/?q=%s

source: Example: mozilla.org
es_mx: Ejemplo: mozilla.org

source: Exit Private Browsing?
es_mx: ¿Salir de la navegación privada?

source: Expand
es_mx: Expandir

source: Find an app that can open link
es_mx: Buscar una aplicación que pueda abrir el enlace

source: Find in page
es_mx: Buscar en la página

source: Find in Page
es_mx: Buscar en la página

source: Find next result
es_mx: Buscar resultado siguiente

source: Find previous result
es_mx: Buscar resultado anterior

source: Forward
es_mx: Adelante

source: GET STARTED
es_mx: EMPEZAR

source: Help
es_mx: Ayuda

source: Hide webpages when switching apps
es_mx: Ocultar páginas web cuando se estén cambiando aplicaciones

source: Insecure Connection
es_mx: Conexión insegura

source: Installed search engines
es_mx: Motores de búsqueda instalados

source: Language
es_mx: Idioma

source: Learn more
es_mx: Saber más

source: Loading
es_mx: Cargando

source: Make %1$s default browser
es_mx: Convierte %1$s en tu navegador predeterminado

source: Make default browser
es_mx: Hacer el navegador predeterminado

source: Make privacy a habit
es_mx: Acostúmbrate a la privacidad

source: Manually add
es_mx: Agregar manualmente

source: May break some videos and Web pages
es_mx: Puede ser que algunos videos y páginas web no funcionen correctamente

source: May result in missing icons or images
es_mx: Puede resultar en pérdida de íconos o imágenes

source: More options
es_mx: Más opciones

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
es_mx: Mozilla lucha por recolectar solo lo necesario para brindar y mejorar %1$s para todos.

source: Name to display
es_mx: Nombre para mostrar

source: Navigate back
es_mx: Regresar a la navegación

source: Navigate forward
es_mx: Ir hacia delante

source: New custom URL added.
es_mx: Nueva URL personalizada agregada.

source: New search engine added.
es_mx: Nuevo motor de búsqueda añadido.

source: Next
es_mx: Siguiente

source: No app to handle link
es_mx: No hay una aplicación disponible para abrir este enlace

source: None of the apps on your device are able to open this link. Do you want to exit %1$s and open %2$s to find a suitable app?
es_mx: Ninguna de las aplicaciones en tu dispositivo pueden abrir este enlace. ¿Quieres salir de %1$s y abrir %2$s para buscar una app adecuada?

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
es_mx: Ninguna de las aplicaciones en tu dispositivo puede abrir este enlace. Puedes salir de %1$s para buscar una aplicación compatible en %2$s.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
es_mx: Las notificaciones permiten borrar la sesión de %1$s con un toque. No necesitas abrir la aplicación o ver lo que está funcionando en el navegador.

source: Off
es_mx: Desactivar

source: Ok, got it!
es_mx: ¡De acuerdo, lo entiendo!

source: OK, got it!
es_mx: ¡De acuerdo, lo entiendo!

source: On
es_mx: Activar

source: Oops
es_mx: Ups

source: Open
es_mx: Abrir

source: Open in…
es_mx: Abrir en…

source: Open in %1$s
es_mx: Abrir en %1$s

source: Open link in another app
es_mx: Abrir enlace en otra aplicación

source: Open link in new tab
es_mx: Abrir enlace en una nueva pestaña

source: Open link in selected tab
es_mx: Abrir enlace en una pestaña seleccionada

source: Open tab
es_mx: Abrir pestaña

source: Open with
es_mx: Abrir con

source: Open with…
es_mx: Abrir con…

source: Open with %1$s
es_mx: Abrir con %1$s

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
es_mx: <p>%1$s te da el control.</p> <p>Úsalo como navegador privado: <ul> <li>Buscar y navegar directamente en la aplicación</li> <li>Bloquear rastreadores (o actualizar las preferencias para permitirlos)</li> <li>Borrar para eliminar cookies e historiales de búsqueda y navegación</li> </ul> </p> <p>%1$s fue creado por Mozilla. Nuestra misión es promover un Internet saludable y abierto.<br/> <a href="%2$s">Aprender más</a></p>

source: Pages may load faster, but may also behave unexpectedly
es_mx: Las páginas pueden cargar más rápido, pero pueden comportarse de manera inesperada

source: Password
es_mx: Contraseña

source: Paste & Go
es_mx: Pegar e ir

source: Paste or enter search string. If necessary, replace search term with: %s.
es_mx: Pega o ingresa la cadena de búsqueda. Si es necesario, sustituye el término de búsqueda con: %s.

source: Paste or enter URL
es_mx: Pegar o introducir URL

source: Performance
es_mx: Rendimiento

source: Powered by %1$s
es_mx: Impulsado por %1$s

source: Power up your privacy
es_mx: Potencia tu privacidad

source: Privacy
es_mx: Privacidad

source: Privacy Notice
es_mx: Aviso de privacidad

source: Privacy & Security
es_mx: Privacidad y seguridad

source: Private browsing session
es_mx: Sesión de navegación privada

source: Private Search
es_mx: Búsqueda privada

source: Problem loading page
es_mx: Problemas al cargar la página

source: Refresh
es_mx: Actualizar

source: Reload website
es_mx: Recargar sitio web

source: Remove
es_mx: Eliminar

source: Remove custom URLs
es_mx: Eliminar las URL personalizadas

source: Remove search engines
es_mx: Eliminar motores de búsqueda

source: Report Site Issue
es_mx: Reportar problema con el sitio

source: Request desktop site
es_mx: Pedir versión de escritorio

source: Restore default search engines
es_mx: Restaurar motores predeterminados de búsqueda

source: Return to previous app
es_mx: Regresar a la aplicación anterior

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
es_mx: Regresa rápidamente a tus sitios favoritos en %1$s. Selecciona "agregar a la página de inicio" desde el menú %1$s.

source: Save
es_mx: Guardar

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
es_mx: Las imágenes guardadas y compartidas <b>no se borrarán</b> cuando elimines el historial %1$s.

source: Save image
es_mx: Guardar imagen

source: Search
es_mx: Buscar

source: Search engine name
es_mx: Nombre del motor de búsqueda

source: Search for %1$s
es_mx: Buscar %1$s

source: Searching for something different? Choose another default search engine in Settings.
es_mx: ¿Buscas algo diferente? Elige otro motor de búsqueda predeterminado en la configuración.

source: Search or enter address
es_mx: Buscar o ingresar dirección

source: Search Privately
es_mx: Búsqueda privada

source: Search string to use
es_mx: Buscar cadena para usar

source: Secure connection
es_mx: Conexión segura

source: Secure Connection
es_mx: Conexión segura

source: Secure connection failed
es_mx: Falló la conexión segura

source: Send anonymous usage data
es_mx: Enviar datos de uso de forma anónima

source: Send usage data
es_mx: Enviar datos de consumo

source: Server not found
es_mx: No se encontró el servidor

source: Set %1$s as your default browser and get the benefits of private browsing when you link to the Web from other Android apps.
es_mx: Define %1$s como tu navegador predeterminado y disfruta de los beneficios de la navegación privada cuando abres un enlace Web desde otras aplicaciones Android.

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
es_mx: Establece %1$s como navegador predeterminado y experimenta los beneficios de la navegación privada al abrir páginas web desde otras aplicaciones.

source: Set default, autocomplete
es_mx: Establecer como predeterminado, autocompletar

source: Settings
es_mx: Configuración

source: Share
es_mx: Compartir

source: Share…
es_mx: Compartir…

source: Share image
es_mx: Compartir imagen

source: Share link
es_mx: Compartir enlace

source: Share via
es_mx: Compartir vía

source: Shortcut will open with Tracking Protection disabled
es_mx: El acceso directo se abrirá con protección de rastreo desactivada

source: Site Security
es_mx: Seguridad del sitio

source: Skip
es_mx: Ignorar

source: Some ads track site visits, even if you don’t click the ads
es_mx: Algunos anuncios rastrean tus visitas a sitios, aunque no hagas clic en ellos

source: Stealth
es_mx: Invisible

source: Stop loading website
es_mx: Dejar cargando el sitio web

source: Switching Apps
es_mx: Cambiando aplicaciones

source: System default
es_mx: Valor predeterminado del sistema

source: Tabs open: %1$s
es_mx: Pestañas abiertas: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
es_mx: Lleva la navegación privada a otro nivel. Bloquea anuncios publicitarios y otro tipo de contenido que puede rastrearte a través de los sitios y ralentizar el tiempo de descarga de las páginas.

source: Tap the magnifying glass icon above the keyboard to add this search engine.
es_mx: Toca el ícono de lupa sobre el teclado para agregar este motor de búsqueda.

source: The address isn’t valid
es_mx: La dirección no es válida

source: The address wasn’t understood
es_mx: No se comprende la dirección

source: The connection timed out
es_mx: Tiempo de espera agotado para la conexión

source: The page isn’t redirecting properly
es_mx: La página no se está redireccionando apropiadamente

source: This link will open in %2$s. Are you sure you want to exit %1$s?
es_mx: Este enlace se abrirá con %2$s. ¿Seguro que quieres salir de %1$s?

source: To be clear, sites and services you use can still know where you've been.
es_mx: Para ser claro, los sitios y servicios que usas aún pueden saber cuales páginas has visitado.

source: To be clear, sites and service you use can still know where you've been.
es_mx: Para ser honestos, aún así las páginas y servicios pueden saber dónde has estado.

source: Trackers blocked
es_mx: Rastreadores bloqueados

source: Tracking, cookies, data choices
es_mx: Opciones de rastreo, cookies y datos

source: Tracking Protection
es_mx: Protección de rastreo

source: Try Again
es_mx: Reintentar

source: Turn off stealth mode to take screenshots and see sites you’ve visited using %1$s in your Recent Apps list
es_mx: Desactiva el modo invisible para tomar capturas de pantalla y ver los sitios que has visitado con %1$s en la lista de las aplicaciones recientes

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
es_mx: <ul> <li>Comprueba que la dirección no tiene ningún error como <strong>ww</strong>.example.com en vez de <strong>www</strong>.example.com</li> <li>Si no puedes cargar ninguna página, comprueba la conexión de datos o Wi-Fi de tu dispositivo.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
es_mx: <ul> <li>El sitio podría estar temporalmente no disponible o demasiado ocupado. Vuelve a intentarlo en un rato.</li> <li>Si no puedes cargar ninguna página, comprueba el servicio de datos de tu dispositivo móvil o la conexión Wi-Fi.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
es_mx: <ul> <li>Este puede ser un problema con la configuración del servidor, o puede ser alguien tratando de suplantar al servidor.</li> <li>Si te has conectado exitosamente a este servidor en el pasado, el error quizá sea temporal y debieras poder volver a intentarlo más tarde. </li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
es_mx: <ul> <li>Este problema a veces es causado por deshabilitar o rechazar cookies.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
es_mx: <ul> <li>Las direcciones Web usualmente son escritas como <strong>http://www.example.com/</strong></li> <li>Asegúrate de que estás usando barras oblicuas (por ejemplo <strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
es_mx: <ul> <li>Puede que necesites instalar otro software para abrir esta dirección.</li> </ul>

source: Unable to connect
es_mx: No se puede conectar

source: URL already exists
es_mx: La URL ya existe

source: URL Autocomplete
es_mx: Autocompletar URL

source: URL copied
es_mx: URL copiada

source: URL to add
es_mx: URL a agregar

source: Used to collect, analyze and measure activities like tapping and scrolling
es_mx: Utilizado para recolectar, analizar y medir actividades como pulsar y deslizar

source: Username
es_mx: Nombre de usuario

source: Verified by: %1$s
es_mx: Verificado por: %1$s

source: Web Content
es_mx: Contenido web

source: Website loaded
es_mx: Sitio web cargado

source: We can’t load this page for some reason.
es_mx: Por alguna razón, no podemos cargar esta página.

source: What's New
es_mx: Novedades

source: When the downside of blocking online trackers is a site that seems broken, turn off blocking with a tap to the tool menu.
es_mx: Para evitar que una página parezca no funcionar al activar el bloqueo de rastreadores, desactívalo tocando el menú de herramientas.

source: Yes
es_mx: Sí

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
es_mx: No se le otorgan derechos o licencias a las marcas comerciales de la Fundación Mozilla o cualquier parte, incluyendo los nombres y logotipos de Mozilla, Firefox o %1$s. Se puede encontrar información adicional <a href="%2$s">aquí</a>.

source: You can leave %1$s to open this link in %2$s.
es_mx: Puedes salir de %1$s para abrir este enlace en %2$s.

source: Your browsing history has been erased.
es_mx: Se ha eliminado tu historial de búsqueda.

source: Your Rights
es_mx: Tus derechos

source: Your search, your way
es_mx: Tu búsqueda, a tu manera
